export const params = {
  price: {
    min: "&price.USD.gte=",
    max: "&price.USD.lte=",
  },
  year: {
    min: "&year[0].gte=",
    max: "&year[0].lte=",
  },
  region: {
    str: "&region.id[0]=",
  },
};
/**
Киев 10
Житомир 2
Сумы 8
Чернигов 6
Винница 1
Кировоград 16
Полтава 20
Черкассы 24
Львов 5
Волынь 18
Закарпатье 22
Ивано-Франковск 15
Хмельницк 4
Ровно 9
Тернополь 3
Черновцы 25
Днепр 11
Харьков 7
Донецк 13
Запорожье 14
Луганск 17
Херсон 23
Николаев 19
Одесса 12
**/

export const regions = {
  1: "Винница",
  2: "Житомир",
  3: "Тернополь",
  4: "Хмельницк",
  5: "Львов",
  6: "Чернигов",
  7: "Харьков",
  8: "Сумы",
  9: "Ровно",
  10: "Киев",
  11: "Днепр",
  12: "Одесса",
  13: "Донецк",
  14: "Запорожье",
  15: "Ивано-Франковск",
  16: "Кировоград",
  17: "Луганск",
  18: "Волынь",
  19: "Николаев",
  20: "Полтава",
  22: "Закарпатье",
  23: "Херсон",
  24: "Черкассы",
  25: "Черновцы",
};
